Repository: collective/collective.imagetags
Catalog: collective/imagetags/locales/*/LC_MESSAGES/collective.imagetags-*.po
Languages: es

source: ${count} tag removed.
es: ${count} tag borrado.

source: ${count} tags removed.
es: ${count} tags borrados.

source: Are you sure you want to remove this tag?
es: Esta seguro que desea borrar este tag?

source: Cancel
es: Cancelar

source: Changes saved
es: Cambios guardados

source: Coordinates
es: Coordenadas

source: Done tagging
es: Finalizar

source: Edit
es: Editar

source: Edit cancelled
es: Edion cancelada

source: Embed code (HTML)
es: Codigo de insercion (HTML)

source: Image field
es: Campo de imagen

source: Image field you want to add this tag
es: El campo de imagen al que desea agregar este tag

source: Image tags settings
es: Configuracion de Image tags

source: Link for the tag
es: Vinculo para este tagi

source: Mangage tags
es: Administrar tags

source: No tags yet
es: Sin tags

source: Position in the X axis of the center of the box (0-100%)
es: Posicion del centro de la caja en el eje X (0-100%)

source: Position in the Y axis of the center of the box (0-100%)
es: Posicion del centro de la caja en el eje Y (0-100%)

source: Remove
es: Borrar

source: Remove selected
es: Borrar seleccionados

source: Save
es: Guardar

source: Start tagging
es: Agregar tags

source: Tag "${title}" added.
es: Tag "${title}" agregado.

source: Tag "${title}" updated.
es: Tag "${title}" actualizado.

source: Tag details
es: Detalles del tag

source: Tag this picture
es: Agregar tags

source: Tagged:
es: Tags:

source: This image has no tag yet.
es: Esta imagen aun no tiene tags.

source: Title
es: Titulo

source: Title displayed in the tag
es: Titulo que se mostrara en el tag

source: X position
es: Posicion X

source: Y position
es: Posicion Y

source: Yes
es: Si
